[
    {
        "name": "Activa",
        "description": "La cuenta está activa y lista para realizar operaciones."
    },
    {
        "name": "Inactiva",
        "description": "La cuenta está inactiva y no se pueden realizar operaciones hasta que se reactive."
    },
    {
        "name": "Bloqueada",
        "description": "La cuenta está bloqueada temporalmente debido a una sospecha de fraude o actividad sospechosa."
    },
    {
        "name": "Congelada",
        "description": "La cuenta está congelada por orden judicial o debido a una disputa entre el banco y el cliente."
    },
    {
        "name": "Cerrada",
        "description": "La cuenta ha sido cerrada por el cliente o por el banco debido a una violación de los términos y condiciones."
    },
    {
        "name": "En revisión",
        "description": "La cuenta está siendo revisada por el banco debido a una solicitud de cambio de información o una investigación de fraude."
    },
    {
        "name": "En espera",
        "description": "La cuenta está en espera de activación o reactivación después de una solicitud del cliente."
    },
    {
        "name": "Suspendida",
        "description": "La cuenta está suspendida temporalmente debido a una falta de pago o una violación de los términos y condiciones."
    },
    {
        "name": "Dormida",
        "description": "La cuenta ha estado inactiva durante un período prolongado de tiempo y se considera 'dormida'."
    },
    {
        "name": "En proceso de apertura",
        "description": "La cuenta está en proceso de apertura y no está lista para realizar operaciones aún."
    },
    {
        "name": "En proceso de cierre",
        "description": "La cuenta está en proceso de cierre y no se pueden realizar operaciones hasta que se complete el proceso."
    },
    {
        "name": "Error",
        "description": "La cuenta tiene un error técnico o de sistema que impide realizar operaciones."
    },
    {
        "name": "Pendiente de verificación",
        "description": "La cuenta está pendiente de verificación de la identidad del cliente o de la información proporcionada."
    },
    {
        "name": "Limitada",
        "description": "La cuenta tiene límites temporales o permanentes para realizar operaciones debido a una solicitud del cliente o una decisión del banco."
    },
    {
        "name": "En disputa",
        "description": "La cuenta está en disputa entre el banco y el cliente debido a una transacción o una cuestión de servicio."
    }
]